import { Container } from 'react-bootstrap';
import styles from './style.module.scss';

export const TextContainer = () => {
    return (
        <div className={styles.text_container}>
            <Container>
                <h1 className={styles.title}>Почему это важно?</h1>
                <p className={styles.body}>
                    Цифровизация давно захватила наш мир и это неудивительно: ведь именно она позволяет облегчить и улучшить нашу жизнь. 
                    <br /><br />
                    И в то время, как машины обладают бесконечным объёмом памяти, человеческая же память ограничена и испытывает проблемы из-за большого количества информации, окружающей нас. 
                    <br /><br />
                    Хотим мы этого или нет, многие вещи забываются и наши предки не являются исключением. 
                    <br /><br />
                    Чтобы решить эту проблему, мы предлагаем вам воспользоваться нашей услугой и навсегда запечатлить память о близком для ныне живущих и будущих поколений.
                </p>
            </Container>
        </div>
    )
}